garage-text = <b>🏁 Твой автопарк</b>

              { $username }! Это командный центр твоего автопарка!

              Здесь хранятся все твои машины 🚙✨ Выбирай автомобиль для настройки и изменений, или пополняй автопарк новым экземпляром!

              <b>📈 Статистика автопарка:</b>
              В строю: <code>{ $cars_count } авто</code> ⚡

car-info-text = <b>✨ { $car_name }</b>

                Полная спецификация твоего автомобиля::

                🏷️ <b>Идентификатор:</b> { $car_name } { $car_data }

                <b>🛠️ Выбери параметр для добавления или изменения:</b>

add-car-text = <b>Прекрасно! Твоя машина уже почти в гараже! 🚗💨</b>

               Осталось дать ей <b>имя</b> ✨. Это нужно, чтобы ты мог легко найти её в списке позже.
               Не пытайся вспомнить всё сразу — подойдёт просто <b>марка</b> 🏷️, <b>модель</b> 🚘 или даже <b>кличка</b>, если она есть 🤩!

               <b>Все остальные детали — год 📅, тип двигателя ⚙️, текущий пробег 🛣️ — ты сможешь легко добавить дальше.</b> Я обязательно подскажу 🔔, если что-то понадобится для точных расчетов!

               <b>Ну что, как её назовём?</b> 😊

edit-car-menu-text = <b>Отлично! Давай настроим характеристики твоего авто { $car_name }! ⚙️🔧</b>

                     Здесь ты можешь указать все важные детали. Чем больше я знаю, тем точнее будут мои советы по обслуживанию и расходникам!

                     <i>Не переживай, если чего-то не знаешь — всегда можно пропустить или добавить позже!</i> 😉

                     <b>Выбери, что хочешь изменить или добавить:</b> 👇{ $car_data }


add-car-button = ➕ Добавить машину