home-text =
    <b>{ $username }, за рулём! 🚗</b>

    <b>Твой автопарк:</b> { $car_count } авто
    <b>Последняя работа:</b> !!! Дополнить позже !!!

    <b>Общая статистика:</b>
    ⛽ Заправок: { $refuel_count }
    🔧 Ремонтов: !!! Дополнить позже !!!
    💰 Затрат: { $cost_count } ₽

    <b>Выбери действие в меню 👇</b>

write-developer-text =
    🎯 <b>Хочешь сделать бота лучше?</b>

    У тебя есть крутая идея или предложение? Расскажи мне!

    💡 <b>Принимаю:</b>
    • Идеи новых функций
    • Предложения по улучшению
    • Сообщения об ошибках
    • Предложения о сотрудничестве

    ✉️ Напиши мне — обсудим твои мысли! Отвечаю лично каждому 💬

add-record-text =
    🚗 <b>Выбери тип записи</b>

    Что хочешь добавить в историю своего авто?

    ⛽ <b>Заправка</b> - отслеживание расходов на топливо
    🔧 <b>Сервис</b> - ТО, ремонты и обслуживание
    🛒 <b>Покупка</b> - аксессуары и дополнения для авто
    📝 <b>Другое</b> - любые другие заметки и события

    Выбери, что будем записывать сегодня 👇

add-record-button = ✏️ Добавить запись
garage-button = 🍺 Гараж
lk-button = 👤 Личный кабинет
instructions-button = 📚 Инструкции
reviews-button = 💬 Отзывы
support-project-button = ❤️ Поддержать проект
write-developer-button = 📧 Написать нам

refuel-button = ⛽ Заправка
service-button = 🔧 Сервис
purchase-button = 🛒 Покупка
other-record-button = 📝 Другое

developer-button = 💡 Предложить идею
developer-url = t.me/oparinskyi
