home-text =
    💫 <b>Твоя история заботы об авто</b>

    { $username }, ты уже { $current_date } заботишься о своих автомобилях вместе со мной!

    <b>Твои показатели:</b>
    🚗 { $car_count } авто в надежных руках
    📝 { $records } в истории
    💎 { $cost_count } ₽ вложено в комфорт

    <b>Последние проявления заботы:</b>
    ⛽ 11.05.2025 • Заправка • 1 700 ₽
    🛠️ 15.02.2025 • Сервис • 5 000 ₽
    💵 11.12.2021 • Товары в машину • 9 999 ₽

    <b>Что делаем сегодня?</b>

write-developer-text =
    🎯 <b>Хочешь сделать бота лучше?</b>

    У тебя есть крутая идея или предложение? Расскажи мне!

    💡 <b>Принимаю:</b>
    • Идеи новых функций
    • Предложения по улучшению
    • Сообщения об ошибках
    • Предложения о сотрудничестве

    ✉️ Напиши мне — обсудим твои мысли! Отвечаю лично каждому 💬

add-record-text =
    🚗 <b>Выбери тип записи</b>

    Что хочешь добавить в историю своего авто?

    ⛽ <b>Заправка</b> - отслеживание расходов на топливо
    🔧 <b>Сервис</b> - ТО, ремонты и обслуживание
    🛒 <b>Покупка</b> - аксессуары и дополнения для авто
    📝 <b>Другое</b> - любые другие заметки и события

    Выбери, что будем записывать сегодня 👇

add-record-button = ✏️ Добавить запись
garage-button = 🍺 Гараж
lk-button = 👤 Личный кабинет
instructions-button = 📚 Инструкции
reviews-button = 💬 Отзывы
support-project-button = ☕ Поддержать проект
write-developer-button = 📧 Написать нам

refuel-button = ⛽ Заправка
service-button = 🔧 Сервис
purchase-button = 🛒 Покупка
other-record-button = 📝 Другое

developer-button = 💡 Предложить идею
developer-url = t.me/oparinskyi
