home-text = <b>{ $username }, за рулём! 🚗</b>

            <b>Твой автопарк:</b> { $car_count } авто
            <b>Последняя работа:</b> !!! Дополнить позже !!!

            <b>Общая статистика:</b>
            Заправок: ⛽ !!! Дополнить позже !!!
            Ремонтов: 🔧 !!! Дополнить позже !!!
            Затрат: 💰 !!! Дополнить позже !!!

            <b>Выбери действие в меню 👇</b>

write-developer-text = 🎯 <b>Хочешь сделать бота лучше?</b>

                       У тебя есть крутая идея или предложение? Расскажи мне!

                       💡 <b>Принимаю:</b>
                       • Идеи новых функций
                       • Предложения по улучшению
                       • Сообщения об ошибках
                       • Предложения о сотрудничестве

                       ✉️ Напиши мне — обсудим твои мысли! Отвечаю лично каждому 💬

add-button = ✏️ Добавить запись
garage-button = 🍺 Гараж
lk-button = 👤 Личный кабинет
instructions-button = 📚 Инструкции
reviews-button = 💬 Отзывы
support-project-button = ❤️ Поддержать проект
write-developer-button = 📧 Написать нам

developer-button = 💡 Предложить идею
developer-url = t.me/oparinskyi
