purchase-total-price-text =
    💫 <b>Отлично! Теперь расскажи про сумму</b>

    Сколько всего ты потратил на покупку?

    Напиши только цифры, например:
    ✅ 2150.50
    ✅ 3250,75
    ✅ 1800

    ❌ Неправильно: "две тысячи"
    ❌ Неправильно: "2к"

    Я всё аккуратно запишу 💰

    Жду твою цифру 👇

error-enter-purchase-total-price-text =
    😕 <b>Кажется, я не понял</b>

    Мне нужна именно <b>цифра</b> - сумма в рублях

    Попробуй еще раз, например:
    ✅ 2150.50
    ✅ 1800.00
    ✅ 3250

    Без слов и лишних символов - только цифры 🔢

    Введи сумму заново:

purchase-edit-menu-text =
    📝 <b>Редактирование данных</b>

    Вот текущая информация о записи:{ $purchase_data }
    Выбери, какой параметр хочешь изменить:

purchase-edit-title-text =
    <b>Изменение названия покупки 🏷️</b>

    Введи новое название покупки.
    Например: <i>«Автохимия»</i> или <i>«Щетки стеклоочистителя»</i>

    ✏️ <b>Введи новое название:</b>

purchase-edit-total-price-text =
    <b>Изменение общей суммы 💰</b>

    Введи новую общую сумму в рублях.
    Можно использовать цифры и точку для копеек.

    💵 <b>Введи новую сумму:</b>

purchase-edit-price-per-unit-text =
    <b>Изменение цены за единицу 📊</b>

    Введи новую цену за единицу в рублях.
    Можно использовать цифры и точку для копеек.

    💵 <b>Введи новую цену за шт.:</b>

purchase-edit-quantity-text =
    <b>Изменение количества 🔢</b>

    Введи новое количество.
    Используй только цифры.

    📦 <b>Введи новое количество:</b>

purchase-error-enter-quantity-text =
    ❌ <b>Неверное количество</b>

    <b>Количество должно быть:</b>
    • Целым числом (без дробей)
    • Больше нуля
    • Без букв и символов

    <b>Примеры правильного ввода:</b>
    • 1
    • 5
    • 10

    📦 <b>Попробуй еще раз:</b>

purchase-edit-date-text =
    <b>Изменение даты покупки 🗓️</b>

    📅 <b>Выбери новую дату:</b>

purchase-edit-comment-text =
    <b>Изменение комментария 💬</b>

    Введи новый комментарий к покупке.
    Можно указать магазин, бренд или особенности товара.

    📝 <b>Введи новый комментарий:</b>

purchase-edit-car-text =
    <b>Выбор автомобиля 🚗</b>

    Для какого автомобиля эта покупка?
    Выбери из списка твоих машин ниже.

    📍 <b>Это поможет в учете расходов по каждому авто!</b>

    🚙 <b>Выбери автомобиль:</b>

purchase-edit-error-param-text =
    🔙 <b>Возвращаемся назад</b>

    Выбранная характеристика ещё не добавлена в систему


edit-purchase-title-button = 🏷️ Название
edit-purchase-car-button = 🚗 Автомобиль
edit-purchase-total-price-button = 💵 Общая сумма
edit-purchase-date-button = 📅 Дата покупки
edit-purchase-quantity-button =  🔢 Количество
edit-purchase-price-per-unit-button = 💰 Цена за единицу
edit-purchase-comment-button = 💬 Комментарий
