refuel-total-price-text =
    💫 <b>Отлично! Теперь расскажи про сумму</b>

    Сколько всего ты потратил на заправку?

    Напиши только цифры, например:
    ✅ 2150.50
    ✅ 3250,75
    ✅ 1800

    ❌ Неправильно: "две тысячи"
    ❌ Неправильно: "2к"

    Я всё аккуратно запишу 💰

    Жду твою цифру 👇

error-enter-refuel-total-price-text =
    😕 <b>Кажется, я не понял</b>

    Мне нужна именно <b>цифра</b> - сумма в рублях

    Попробуй еще раз, например:
    ✅ 2150.50
    ✅ 1800.00
    ✅ 3250

    Без слов и лишних символов - только цифры 🔢

    Введи сумму заново:

refuel-edit-menu-text =
    📝 <b>Редактирование данных</b>

    Вот текущая информация о записи:{ $record_data }
    Выбери, какой параметр хочешь изменить:

refuel-edit-total-price-text =
    💰 <b>Введи новую общую сумму заправки:</b>

    Напиши цифрами, например:
    ✅ 2150.50
    ✅ 1800.00
    ✅ 3250

refuel-edit-liters-text =
    ⛽ <b>Введи количество литров:</b>

    Напиши цифрами, например:
    ✅ 40.5
    ✅ 35.0
    ✅ 45

error-refuel-edit-liters-text =
    ❌ <b>Ой, что-то не то!</b>

    Кажется, ты ввел не число 😕

    Нужно ввести количество литров цифрами, например:
    ✅ 40.5
    ✅ 35
    ✅ 42.0

    Попробуй еще раз ⛽

refuel-edit-comment-text =
    📝 <b>Введи комментарий к заправке:</b>

    Напиши короткое описание или заметку
    Можно добавить смайлики 😊

refuel-edit-error-param-text =
    🔙 <b>Возвращаемся назад</b>

    Выбранная характеристика ещё не добавлена в систему

refuel-edit-car-text =
    🚗 <b>Давай выберем машину</b>

    Какой машиной ты заправляешься сегодня?

    Просто выбери нужную кнопку внизу 👇

refuel-edit-fuel-type-text =
    ⛽ <b>Теперь выбери тип топлива</b>

    Какое топливо ты залил на этой заправке?

    Жду твой выбор 👇

refuel-edit-gas-station-text =
    🏪 <b>Где заправляешься?</b>

    Выбери название АЗС из списка ниже.

    Если твоей заправки нет в списке — нажми кнопку «Другая» 👇

refuel-edit-date-text =
    📅 <b>Выбери дату заправки</b>

    Когда ты заправлялся?

    👇 Просто нажми на одну из кнопок ниже:

refuel-success-added-text = ✅ Заправка успешно добавлена!


edit-refuel-car-button = 🚗 Автомобиль
edit-refuel-gas-station-button = ⛽ Заправка
edit-refuel-liters-button = 💧 Литры
edit-refuel-fuel-type-button = 🔧 Тип топлива
edit-refuel-full-tank-button = [✔️] Полный бак
edit-refuel-no-full-tank-button = [❌] Полный бак
edit-refuel-comment-button = 📝 Комментарий
edit-refuel-total-price-button = 💵 Общая сумма
edit-refuel-date-button = 📅 Дата заправки
