refuel-total-price-text =
    💫 <b>Отлично! Теперь расскажи про сумму</b>

    Сколько всего ты потратил на заправку?

    Напиши только цифры, например:
    ✅ 2150.50
    ✅ 3250,75
    ✅ 1800

    ❌ Неправильно: "две тысячи"
    ❌ Неправильно: "2к"

    Я всё аккуратно запишу 💰

    Жду твою цифру 👇

error-enter-refuel-total-price-text =
    😕 <b>Кажется, я не понял</b>

    Мне нужна именно <b>цифра</b> - сумма в рублях

    Попробуй еще раз, например:
    ✅ 2150.50
    ✅ 1800.00
    ✅ 3250

    Без слов и лишних символов - только цифры 🔢

    Введи сумму заново:

refuel-edit-menu-text =
    📝 <b>Редактирование данных</b>

    Вот текущая информация о записи:{ $record_data }
    Выбери, какой параметр хочешь изменить:




# 🚗 <b>Автомобиль:</b> {car_name}
# ⛽ <b>АЗС:</b> {gas_station}
# 🛣️ <b>Пробег:</b> {mileage} км
# 💧 <b>Литры:</b> {liters} л
# 💰 <b>Цена за литр:</b> {price_per_liter} ₽
# 💵 <b>Общая сумма:</b> {total_cost} ₽
# 🔧 <b>Тип топлива:</b> {fuel_type}
# 🎯 <b>Полный бак:</b> {full_tank_status}
# 📅 <b>Дата заправки:</b> {date}
# 📝 <b>Комментарий:</b> {comment}