service-select-type-text =
    <b>Выбери тип сервисных работ 🔧</b>

    Каждый километр — это история заботы о твоём автомобиле! Давай запишем её правильно.

    <b>Что будем фиксировать сегодня?</b>
    🛠️ <b>Замена</b> — новые детали, фильтры, жидкости
    🔧 <b>ТО</b> — плановое техническое обслуживание
    📊 <b>Диагностика</b> — проверка систем и узлов
    🎨 <b>Кузовные работы</b> — красота и целостность
    🔩 <b>Ремонт</b> — восстановление и починка
    ❓ <b>Другое</b> — особые случаи

    <b>Не переживай о деталях!</b> После выбора типа мы постепенно заполним всё необходимое — от стоимости до списка запчастей. Каждая мелочь будет учтена! ✨

service-edit-menu-text =
    <b>Редактирование записи о сервисе 🔧</b>

    Каждая деталь важна для истории твоего автомобиля! Здесь ты можешь уточнить или исправить любую информацию о прошедшем сервисе.

    Текущие данные:
    🏷️ <b>Название:</b> Замена масла и фильтров
    🚗 <b>Автомобиль:</b> Кадилак
    📃 <b>Описание:</b> какой-то текст...
    🗓️ <b>Дата:</b> 15.05.2024
    🛠️ <b>Тип:</b> Замена
    💰 <b>Стоимость:</b> 12 500 ₽
    🏢 <b>Сервис:</b> ООО "АвтоДоктор"
    📍 <b>Пробег:</b> 75 300 км

    Просто выбери, что нужно поправить, и введи новые данные! ✨
