service-select-type-text =
    <b>Выбери тип сервисных работ 🔧</b>

    Каждый километр — это история заботы о твоём автомобиле! Давай запишем её правильно.

    <b>Что будем фиксировать сегодня?</b>
    🛠️ <b>Замена</b> — новые детали, фильтры, жидкости
    🔧 <b>ТО</b> — плановое техническое обслуживание
    📊 <b>Диагностика</b> — проверка систем и узлов
    🎨 <b>Кузовные работы</b> — красота и целостность
    🔩 <b>Ремонт</b> — восстановление и починка
    ❓ <b>Другое</b> — особые случаи

    <b>Не переживай о деталях!</b> После выбора типа мы постепенно заполним всё необходимое — от стоимости до списка запчастей. Каждая мелочь будет учтена! ✨

service-edit-menu-text =
    <b>Редактирование записи о сервисе 🔧</b>

    Каждая деталь важна для истории твоего автомобиля! Здесь ты можешь уточнить или исправить любую информацию о прошедшем сервисе.

    Текущие данные:{ $service_data }

    Просто выбери, что нужно поправить, и введи новые данные! ✨

service-edit-error-param-text =
    🔙 <b>Возвращаемся назад</b>

    Выбранная характеристика ещё не добавлена в систему

service-edit-title-text =
    <b>Редактирование названия услуги 🏷️</b>

    Введи новое название для этой сервисной работы.
    Например: <i>«Замена масла ДВС и воздушного фильтра»</i>

    ✏️ <b>Введи новое название:</b>

service-edit-description-text =
    <b>Редактирование описания 📝</b>

    Введи новое подробное описание проведенных работ.
    Можно указать все детали, особенности и выполненные операции.

    📋 <b>Введи новое описание:</b>

service-service-name-text =
    <b>Редактирование сервисного центра 🏢</b>

    Введи новое название сервисного центра или место проведения работ.
    Например: <i>«ООО АвтоДоктор»</i> или <i>«Гараж на Ленина, 15»</i>

    🏭 <b>Введи новое название:</b>

service-edit-total-price-text =
    <b>Редактирование общей стоимости 💰</b>

    Введи новую общую стоимость работ в рублях.

    Напиши цифрами, например:
    ✅ 15000
    ✅ 123,45
    ✅ 543.21

    💵 <b>Введи новую сумму:</b>

service-edit-total-price-error-text =
    ❌ <b>Ошибка ввода суммы</b>

    <b>Пожалуйста, введи сумму цифрами.</b>
    Можно использовать точку или запятую для копеек.

    <b>Примеры правильного ввода:</b>
    ✅ 12500
    ✅ 5250.50
    ✅ 3,200

    💰 <b>Попробуй еще раз:</b>

service-edit-date-text =
    <b>Выбери дату выполнения 🗓️</b>

    Когда были выполнены сервисные работы?

    📅 <b>Выбери одну из предложенных дат или укажи свою:</b>

    🎯 <b>Сделай выбор:</b>

service-calendar-text =
    <b>Выбери дату выполнения 🗓️</b>

service-edit-comment-text =
    <b>Редактирование комментария 💬</b>

    Введи новый комментарий или заметки о работе.
    Здесь можно указать особенности, впечатления или рекомендации.

    📝 <b>Введи новый комментарий:</b>

service-edit-car-text =
    <b>Выбор автомобиля 🚗</b>

    Какому автомобилю выполнялся сервис? Выбери из списка твоих машин ниже.

    📍 <b>Это важно для точного учета пробега и истории обслуживания!</b>

    🚙 <b>Выбери автомобиль:</b>

service-edit-type-text =
    <b>Выбери тип сервисных работ 🔧</b>

    Каждый километр — это история заботы о твоём автомобиле! Давай запишем её правильно.

    <b>Что будем фиксировать сегодня?</b>
    🛠️ <b>Замена</b> — новые детали, фильтры, жидкости
    🔧 <b>ТО</b> — плановое техническое обслуживание
    📊 <b>Диагностика</b> — проверка систем и узлов
    🎨 <b>Кузовные работы</b> — красота и целостность
    🔩 <b>Ремонт</b> — восстановление и починка
    ❓ <b>Другое</b> — особые случаи

    🔧 <b>Выбери тип работ:</b>

service-add-work-text =
    <b>Добавление работы 🔧</b>

    Введите название выполненных работ, каждую на новой строчке

    📝 <b>Примеры:</b>
    • Замена масла ДВС
    • Замена воздушного фильтра
    • Диагностика подвески

    ✏️ <b>Введите название работы:</b>

service-add-part-text =
    <b>Добавление запчасти 🛞</b>

    Введите название использованной запчасти или материала, каждую на новой строчке

    📦 <b>Примеры:</b>
    • Масло моторное 5W-30
    • Фильтр масляный
    • Фильтр воздушный

    ✏️ <b>Введите название запчасти:</b>

service-work-edit-menu-text =
    <b>Редактирование работы { $work_num } 🔧</b>

    <b>Текущие данные работы:</b>{ $work_data }

    <b>Выбери, что хочешь изменить:</b>

service-work-edit-description-text =
    <b>Добавление описания работы 📋</b>

    Опишите детали выполнения работы.
    Что именно было сделано, использованные методы или особенности.

    📝 <b>Введите описание работы:</b>

service-work-edit-price-text =
    <b>Добавление стоимости работы 💰</b>

    Введите стоимость работы в рублях.
    Можно использовать цифры и точку для копеек.

    💵 <b>Введите стоимость:</b>

service-work-edit-name-text =
    <b>Изменениеи названия работы 🔧</b>

    Введите название выполненной работы.

    📝 <b>Примеры:</b>
    • Замена масла ДВС
    • Регулировка развала-схождения
    • Диагностика электронных систем

    ✏️ <b>Введите название работы:</b>

service-part-edit-menu-text =
    <b>Редактирование запчасти { $part_num } 🔧</b>

    <b>Текущие данные работы:</b>{ $part_data }

    <b>Выбери, что хочешь изменить:</b>

service-part-edit-name-text =
    <b>Изменение названия запчасти 📝</b>

    Введи новое название запчасти.
    Например: <i>«Масло моторное 5W-30»</i>

    ✏️ <b>Введи новое название:</b>

service-part-edit-name-text =
    <b>Изменение количества 🔢</b>

    Введи новое количество.
    Используй только цифры.

    📦 <b>Введи новое количество:</b>

service-part-edit-price-text =
    <b>Изменение цены за единицу 💰</b>

    Введи новую цену за единицу в рублях.
    Можно использовать цифры и точку для копеек.

    💵 <b>Введи новую цену за шт.:</b>

service-part-edit-number-text =
    <b>Изменение артикула 🔍</b>

    Введи новый артикул или номер детали.

    📋 <b>Введи новый артикул:</b>

service-part-edit-comment-text =
    <b>Изменение комментария 💬</b>

    Введи новый комментарий к запчасти.
    Можно указать производителя, особенности или другие заметки.

    📝 <b>Введи новый комментарий:</b>

service-car-button = 🚗 Автомобиль
service-title-button = 🏷️ Название
service-description-button = 📃 Описание
service-date-button = 🗓️ Дата
service-type-button = 🛠️ Тип работ
service-total-price-button = 💰 Стоимость
service-service-name-button = 🏢 Сервис
service-comment-button = 💬 Комментарий
service-add-part-button = 🛞 Добавить/изменить запчасти
service-add-work-button = 🔧 Добавить/изменить работы

service-work-name-button = 🏷️ Название
service-work-price-button = 💰 Стоимость
service-work-description-button = 📋 Описание
delete-service-work-button = 🗑️ Удалить
service-work-save-button = ✅ Сохранить

service-part-price-per-unit-button = 💰 Цена за единицу
service-part-number-button = 🔍 Артикул
service-part-comment-button = 💬 Комментарий