user-home-text =
    <b>{ $username }, твой командный пункт! Здесь ты управляешь своим аккаунтом и открываешь новые возможности! 🚀</b>

    🎯 <b>Твой статус:</b> Обычный
    ✨ <b>Баланс бонусов:</b> 0

    <b>Что ты можешь сделать здесь:</b>

    🤝 <b>Пригласи друзей — получи бонусы!</b>
    Расскажи о нас друзьям-автолюбителям! За каждого приглашённого друга ты получишь бонусные монеты на счёт. Они помогут тебе оплатить часть услуг или открыть Премиум!

    ⚙️ <b>Настройки</b>
    Сделай бота максимально удобным под себя! Выбирай валюту, активную машину и уведомления, которые хочешь получать!

    🏆 <b>Достижения</b>
    Следи за своим прогрессом и получай награды!

    💎 <b>Премиум-подписка</b>
    Открой все супер-возможности без ограничений!

    <b>Используй все возможности бота по максимуму! Удачи на дорогах! 🏁</b>

invite-friend-text =
    🚗 Привет! Нашел крутого бота для учета авторасходов!

    ✨ Там можно:
    • Вести полную историю обслуживания машины
    • Считать, куда уходят деньги на авто
    • Получать напоминания о ТО и страховке
    • Анализировать расход топлива
    • И многое другое

    💰 Я уже сэкономил кучу денег благодаря системе учета!
    А еще дают 100 бонусных монет за регистрацию по моей ссылке 🎁

    👇 Переходи и наводи порядок в своих авторасходах с помощью <a href="https://t.me/driver_notes_bot?start=REF_CODE">АвтоДневник</a>


invite-friend-button = 🤝 Пригласи друзей
user-settings-button = ⚙️ Настройки
achievements-button = 🏆 Достижения
copy-link-button = 🔄 Я хочу скопировать ссылку
copy-text-link-button = 🔄 Я хочу перестал текст
